
"keyYes"							= "Sim";
"keyNo"								= "Não";
"keyOK"								= "OK";
"keyRequired"						= "Obrigatório";
"keyNone"							= "Não mostrar";

"keyPairedDevicesTitle"				= "Dispositivos emparelhados:";
"keyFavoriteDevicesTitle"			= "Dispositivos favoritos:";
"keyConnectedDevicesTitle"			= "Dispositivos ligados:";
"keyUnknownDevice"					= "Dispositivo desconhecido";
"keyErrorOccurred"					= "Ocorreu um erro. (0x%x)";
"keyNotAvailable"					= "Indisponível.";
"keyNameNotAvailable"				= "Nome indisponível";
"keyNoDevicePresent"				= "Não foi encontrado nenhum dispositivo Bluetooth.";

"keyPrefReadErrorTitle"				= "Ocorreu um erro na leitura das preferências Bluetooth.";
"keyPrefReadErrorDesc"				= "A configuração Bluetooth neste computador não é válida. Reinstale o software Bluetooth e tente de novo.";

"keyUnacceptablePathTitle"			= "O percurso especificado é inválido.";
"keyUnacceptablePathDesc"			= "O percurso especificado não é válido para utilização pelo Bluetooth Object Exchange provavelmente porque não dispõe de permissões de escrita no directório de destino. Indique um percurso diferente.";

"keyPathWarningTitle"				= "A pasta que especificou não é recomendada.";
"keyPathWarningDesc"				= "A pasta poderá estar protegida ou poderá não dispor de permissão de leitura ou escrita.";

"keyPrefSaveErrorTitle"				= "Ocorreu um erro ao guardar as preferência Bluetooth.";
"keyPrefSaveErrorDesc"				= "Algumas preferências Bluetooth não foram guardadas, provavelmente porque o dispositivo não se encontra disponível.";

"keyPortInUseTitle"					= "Porta já em utilização.";
"keyPortInUseDelete"				= "Está a tentar remover uma porta que se encontra em utilização. Saia da aplicação que está a usar a porta e tente de novo.";
"keyPortInUseEdit"					= "Está a tentar alterar uma porta que se encontra em utilização. Saia da aplicação que está a usar a porta e tente de novo.";

"kServiceCannotBeModifiedKey"		= "Impossível modificar o serviço.";
"kPortCannotBeCreatedOrModifiedKey"	= "Ocorreu um erro durante a tentativa de criação ou alteração da porta.";

"keyTTYNameAlreadyInUse"			= "Nome já em utilização";
"keyTTYNameInUseText"				= "O nome seleccionado para a porta já se encontra em utilização. Seleccione um nome diferente.";

"kTTYSerialPortKey"					= "SerialPort";	/* One word, no spaces, no special caracters, only ASCII from 'a' to 'z' and 'A' to 'Z' no extra alphabets, this becomes a TTY name !! */
"kBluetoothSerialPortKey"			= "Porta Série";
"kBluetoothSerialPortOnKey"			= "Porta série Bluetooth activa";
"kBluetoothSerialPortOffKey"		= "Porta série Bluetooth desactivada";
"kEditSerialPorts"					= "Edição Portas Série…";
"kSerialPortKey"					= "Porta Série";
"kSerialPortOnKey"					= "Porta Série Activa";
"kSerialPortOffKey"					= "Porta série desactivada";
"kOtherKey"							= "Outra…";
"kBluetoothFileExchangeKey"			= "Intercâmbio de ficheiros";
"kBluetoothFileExchangeOnKey"		= "Conversão de Ficheiros Bluetooth Activa";
"kBluetoothFileExchangeOffKey"		= "Conversão de ficheiros Bluetooth desactivada";
"kBluetoothFileTransferKey"			= "Transferência de ficheiros";
"kBluetoothFileTransferOnKey"		= "Transferência de Ficheiros Bluetooth Activa";
"kBluetoothFileTransferOffKey"		= "Transferência de ficheiros Bluetooth desactivada";

"kBluetoothRemoteControlKey"		= "Controlo remoto";
"kBluetoothRemoteControlOnKey"		= "Controlo remoto Bluetooth ligado";
"kBluetoothRemoteControlOffKey"		= "Controlo remoto Bluetooth desligado";

"kBluetoothPANServiceKey"			= "Rede local pessoal";
"kBluetoothPANServiceOnKey"			= "Rede local pessoal Bluetooth ligada";
"kBluetoothPANServiceOffKey"		= "Rede local pessoal Bluetooth desligada";

"kDeviceNameTitle"					= "“%@” é o nome que os dispositivos Bluetooth utilizam para se ligarem a este computador.";

"kInKey"							= "Entrada";		/* Short for Incoming */
"kOutKey"							= "Saída";	/* Short for Outgoing */

"kEllipsisString"						= "…";
"kPower"								= "Energia";
"kBluetoothPower"						= "Alimentação Bluetooth";
"kBluetoothPowerOn"						= "Bluetooth ligado";
"kBluetoothPowerOff"					= "Bluetooth desligado";
"kBluetoothPowerIsOff"					= "A alimentação Bluetooth está desligada. Para usar o Bluetooth, primeiro tem de a ligar.";
"kTurnBTOff"							= "Desactivar Bluetooth";
"kTurnBTOn"								= "Activar Bluetooth";
"kVersionKey"							= "(Versão: %d.%d.%d%c%d)";
"kOnKey"								= "Ligado";
"kCancelKey"							= "Cancelar";
"kOffKey"								= "Desligado";
"kNever"								= "Nunca";

"kIsConnected"							= "Ligado";
"kIsNotConnected"						= "Ligação não estabelecida";

"kAddToFavoritesKey"					= "Adicionar aos favoritos";
"kRemoveFromFavoritesKey"				= "Remover dos Favoritos";

"kRenameDeviceKey"						= "Alterar nome";

"kBluetoothSetupDevice"					= "Configurar este dispositivo…";
"kDisconnectDevice"						= "Desligar";
"kResetDevice"							= "Repor definições de fábrica";
"kConnectDevice"						= "Ligar";
"kConfigureDevice"						= "A configurar este dispositivo…";
"kMoreInfo"								= "Mostrar mais informações";
"kHideMoreInfo"							= "Ocultar mais informações";
"kNoDevicesKey"							= "Nenhum dispositivo";

"kDeviceNameKey"						= "Nome";
"kDeviceAddressKey"						= "Endereço";
"kDeviceTypeKey"						= "Tipo";
"kDeviceServicesKey"					= "Serviços";
"kOtherServices"						= "Outros serviços";
"kUnknownService"						= "Serviço desconhecido";

"kPairedHeaderKey"						= "Emparelhado";
"kConfiguredHeaderKey"					= "Configurada";
"kFavoriteHeaderKey"					= "Favoritos";
"kConnectedHeaderKey"					= "Ligado";
"kSerialPortsHeaderKey"					= "Portas de série";
"kSerialPortsHeaderDeviceService"		= "Serviço do dispositivo";
"kSerialPortsHeaderPortType"			= "Protocolo da porta";
"kSerialPortDirectionIncoming"			= "Entrada";
"kSerialPortDirectionOutgoing"			= "Saída";

"kSerialPortHeadingOutgoing"			= "Seleccione a porta série de saída nesta máquina cujas definições pretende alterar";
"kSerialPortHeadingIncoming"			= "Seleccione a porta série de entrada nesta máquina cujas definições pretende alterar";

"kHIDDeviceDeleteKeyboardPairingWarning"		= "Este é o único teclado ligado ao computador. Se remover este teclado deixará de o poder usar. Tem a certeza de que o pretende remover?";
"kHIDDeviceDeleteMousePairingWarning"			= "Este é o único dispositivo de controlo do cursor. Se remover este rato da lista, deixará de o poder usar. Tem a certeza de que o pretende remover?";
"kHIDDeviceDeleteTrackpadPairingWarning"		= "Este é o único dispositivo de controlo do cursor. Se remover este trackpad da lista, deixará de o poder usar. Tem a certeza de que o pretende remover?";
"kHIDDeviceKeyboard"					= "teclado";
"kHIDDeviceMouse"						= "rato";

"kDiscoverableTooltip"		= "Se esta opção for desactivada, os dispositivos Bluetooth desconhecidos deixarão de conseguir encontrar o seu computador. Os dispositivos que já estão emparelhados continuarão a poder ligar-se ao seu computador.";

"kOptionIsAvailable"		= "Disponível";
"kAvailableServiceTurnOn"	= "Activar serviço";
"kAvailableServiceTurnOff"	= "Desactivar serviço";

"kOptionPairing"			= "Emparelhamento obrigatório";
"kPairingRequired"			= "Emparelhamento obrigatório";
"kPairingNotRequired"		= "Não requer emparelhamento";

"kOptionReceiveBehavior"	= "Quando receber ficheiros:";
"kReceiveBehaviorAccept"	= "Aceitar sem aviso";
"kReceiveBehaviorPrompt"	= "Aviso para cada ficheiro";

"kOptionHandlePIMItem"		= "Ao receber elementos PIM:";
"kOptionHandleOtherItem"	= "Ao receber outros elementos:";
"kHandleItemSave"			= "Guardar";
"kHandleItemOpen"			= "Abrir";
"kHandleItemAsk"			= "Perguntar";

"kOptionReceiveFolder"		= "Pasta de recepção";
"kReceiveFolderChoose"		= "Outra…";

"kOptionFolderForBrowse"	= "Pasta que outros dispositivos podem percorrer";

"kOptionName"				= "Nome:";
"kOptionShowInNetworkPrefs"	= "Mostrar nas preferências da rede";
"kOptionType"				= "Tipo:";
"kOptionTypeModem"			= "Modem";
"kOptionTypeRS232"			= "RS-232";


"kOptionEditSerialPortName"	= "Edição nome da porta…";
"kOptionAddSerialPort"		= "Adicionar porta de série";
"kOptionRemoveSerialPort"	= "Remover porta de série";

"kButtonAddDevice"			= "Configurar novo dispositivo";
"kButtonRemoveDevice"		= "Apagar dispositivo seleccionado";
"kButtonDeviceOptions"		= "Efectuar tarefas com o dispositivo seleccionado";
"kBluetoothDevices"			= "Dispositivos Bluetooth";

"kOptionMajorClass"			= "Classe principal de dispositivos";
"kOptionMinorClass"			= "Classe secundária de dispositivos";
"kOptionServiceClass"		= "Classe de serviços de dispositivos";
"kOptionLastNameUpdate"		= "Última actualização do nome";
"kOptionLastInquiryUpdate"	= "Última actualização do inquérito";
"kOptionLastServicesUpdate"	= "Última actualização de serviços";
"kOptionProductID"			= "ID do produto";
"kOptionVendorID"			= "ID do fabricante";

"kPerformSDPQueryKey"				= "Actualizar serviços do dispositivo";
"kPerformNameRequestKey"			= "Actualizar nome do dispositivo";

"kOpenBTPrefsKey"					= "Abrir preferências do Bluetooth…";
"kMousePreferences"					= "Abrir preferências do rato…";
"kKeyboardPreferences"				= "Abrir preferências do teclado…";
"kOpenPrintPrefsKey"				= "Abrir preferências de impressão…";
"kOpenSoundPrefsKey"				= "Abrir preferências de som…";
"kSendFileToDevice"					= "Enviar ficheiro…";
"kBrowseDevice"						= "Pesquisar dispositivo…";

"kTurnOnHeadphones"					= "Usar como dispositivo de áudio (estéreo)";
"kTurnOffHeadphones"				= "Não utilizar como dispositivo de áudio";
"kTurnOnHeadset"					= "Usar como dispositivo de áudio (mono)";
"kTurnOffHeadset"					= "Não utilizar como dispositivo de áudio";

"kSyncDevice"						= "Sincronizar…";

"kOpenBTSAKey"						= "Configurar dispositivo Bluetooth…";
"kBTSendFileKey"					= "Enviar ficheiro…";
"kBTGetFileKey"						= "Pesquisar dispositivo…";

"kJoinNetwork"						= "Ligar à rede";
"kKeyDisconnectFromNetwork"			= "Desligar da rede";
"kRemoveDevice"						= "Remover este dispositivo";
"kDeviceOptions"					= "opções do dispositivo";
"kDeviceNamed"						= "dispositivo denominado %@";

"kOptionConfirm"					= "Tem a certeza de que pretende desassinalar esta opção?";
"kOptionAutoBTSAWarning"			= "Certifique-se de que dispõe de um dispositivo USB, no caso de o rato ou o teclado sem fios não funcionarem assim que ligar o computador.";
	
